import { IDoctor } from "../shared/interfaces/IDoctor";

export const doctorsData:IDoctor[] = [
    { 
        photoName: "reverchuk.jpg", 
        title: { surname: "Реверчук", name: "Игорь Васильевич", spec: "заведующий кафедрой, главный врач, профессор" }, 
        pageName: "reverchuk.html",
        education: `Доктор медицинских наук, профессор, заведующий кафедрой педагогики, психологии и психосоматической медицины ИГМА. 
        Профессор кафедры клинической психологии и психоанализа УДГУ. Заместитель председателя Координационного Совета по психологическому обеспечению работы с личным составом МВД по УР. 
        Член редакционных Советов Российского электронного  научного журнала «Медицинская психология в России», электронного научного журнала «Клиническая и медицинская психология: исследования, обучение, практика». Действительный член подразделения  Global Clinical Practice Network Всемирной Организации Здравоохранения. Главный врач Клиники восстановительной медицины. 
        Психиатр-психотерапевт высшей квалификационной категории, врач-невролог.`,
        numbers: [{value: '2005', title: 'Год начала работы в клинике'}, {value: '1995', title: 'Год начала врачебной практики'}]
    },
    { 
        photoName: "rumyanceva.jpg", 
        title: { surname: "Румянцева", name: "Наталья Анатольевна", spec: "врач-психотерапевт" }, 
        pageName: "rumyanceva.html",
        education: `Окончила Ижевский медицинский институт в 1993 г. по специальности лечебное дело. Прошла интернатуру по специальности психиатрия. В 1996 по 1998г. прошла последипломную переподготовку по специальности психология, квалификации педагог - психолог. В 2009г. получила сертификат врача-психотерапевта. В 2014г. подтвердила сертификат врача-психотерапевта. Прошла обучение и имеет сертификат по интегративной детской и подростковой психотерапии. 
        Прошла обучающие циклы по системной семейной психотерапии, конфликтологии, Эриксоновскому гипнозу. Работала врачом-психиатром в Республиканской клинической психиатрической больнице. Является сертифицированным гештальт-терапевтом, супервизором и групповым терапевтом. Владеет навыками поведенческой, когнитивной, системной, телесно-ориентированной, гештальт-терапии.
        Принимает участие в ежегодных конференциях и интенсивах гештальтсообщества. Участвует в клинических конференциях для врачей и медицинских сестер Удмуртии. Сфера профессиональной деятельности и интереса распространяется на работу с эмоциональными и поведенческими расстройствами у детей, подростков, взрослых.`,
        numbers: [{value: '2005', title: 'Год начала работы в клинике'}, {value: '1995', title: 'Год начала врачебной практики'}]
    },
    { photoName: "pomyitkina.jpg", title: { surname: "Помыткина", name: "Татьяна Юрьевна", spec: "психолог, семейный психолог, специалист по профоринтации, кандидат психологических наук" }, pageName: "pomyitkina.html" },
    { 
        photoName: "shutov.jpg", 
        title: { surname: "Шутов", name: "Игорь Леонидович", spec: "Врач ЛФК и спортивной медицины" }, 
        pageName: "shutov.html",
        education: `1983-1989 Ижевский государственный медицинский институт. Специальность: педиатрия. 2017г. первичная специализация - врач ЛФК и спортивной медицины в ИГМА. 1989 - 1990 Клиническая интернатура в БУЗ «Республиканская детская клиническая больница». Специальность: врач анестезиолог-реаниматолог.
        1990 - 1991 Врач анестезиолог-реаниматолог в РДКБ. 1991 - 1995 Заведующий эндоскопическим отделением в РДКБ. 1996 - 2016 Частно практикующий врач. 2015 и по настоящее время – врач ЛФК и спортивной медицины в «Клинической больнице восстановительной медицины» ФГБОУ ВО «Ижевская государственная медицинская академия» Минздрава России. Гипнотерапия (Эриксоновский гипноз). 
        Мануальная терапия «Концепция Маллиган». Глубокотканный массаж. Массаж Гуа-ша. Висцеральная терапия внутренних органов. Амнезиоскопия (вызов болезненных воспоминаний). Энергетические методы воздействия на человека.`,
        numbers: [{value: '2015', title: 'Год начала работы в клинике'}, {value: '1989', title: 'Год начала врачебной практики'}]
    },
    { photoName: "perevozchikov.jpg", title: { surname: "Перевозчиков", name: "Александр Павлович", spec: "врач-психотерапевт, специалист по БОС-ЭЭГ" }, pageName: "perevozchikov.html" },
    { photoName: "zagrtdinova-rizida.jpg", title: { surname: "Загртдинова", name: "Ризида Миннесагитовна", spec: "врач-дерматовенеролог-дерматолог-косметолог, заведующая кафедрой, профессор" }, pageName: "zagrtdinova-rizida.html" },
    { photoName: "pakriev.jpg", title: { surname: "Пакриев", name: "Сергей Галлинурович", spec: "врач-психиатр, доктор медицинских наук" }, pageName: "pakriev.html" },
    { photoName: "lyalin.jpg", title: { surname: "Лялин", name: "Андрей Николаевич", spec: "врач-психотерапевт" }, pageName: "lyalin.html" },
    { photoName: "tutrumova.jpg", title: { surname: "Тютрюмова", name: "Елена Александровна", spec: "психолог-дефектолог, олигофренопедагог, детский психолог" }, pageName: "tutrumova.html" }
]