import { IFeedback } from "../shared/interfaces/IFeedback";

export const feedbackData:IFeedback[] = [
    {
        title: 'Выражаем огромную благодарность',
        text: 'Выражаем огромную благодарность врачам клиники восстановительной медицины за их чуткое отношение к пациентам. Особая благодарность руководителю – Реверчуку Игорю Васильевичу ! В трудную минуту он оказал поддержку, помог сыну выйти из очень тяжелого состояния. Игорь Васильевич – настоящий профессионал своего дела и добрый, отзывчивый, невероятно позитивный человек! Спасибо!'
    },
    {
        title: 'Спасибо клинике восстановительной медицины',
        text: 'Спасибо клинике восстановительной медицины за чуткое отношение к клиентам, за помощь психотерапевтическую. Отдельное спасибо Перевозчикову Александру Павловичу за его профессионализм.'
    },
    {
        title: 'Очень благодарны персоналу за их профессионализм',
        text: 'Очень благодарны персоналу за их профессионализм, внимание и чуткому отношению к посетителям. Отдельная благодарность Игорю Васильевичу как высококвалифицированному специалисту своего дела и умелому руководителю.'
    },
    {
        title: 'Cпасибо доктору Игорю Васильевичу',
        text: 'Мы обратились в клинику восстановительной медицины с проблемами внука – студента. Благодаря Реверчуку И.В. выяснили причину проблемы, а так же получили рекомендации для ее решения. Спасибо, что есть такая клиника и такие высококлассные специалисты как Реверчук И.В.'
    },
    {
        title: 'Спасибо',
        text: 'Человеческое внимание – это то, что необходимо, самое ценное. Спасибо клинике!'
    },
    {
        title: 'Спасибо коллективу клиники!',
        text: 'Выражаем благодарности докторам клиники восстановительной медицины Шутову Игорю Леонидовичу, Реверчуку Игорю Васильевичу, Перевозчикову Александру Павловичу за интересную беседу с учениками школы №16 об ответственных, неспокойных, и все же замечательных буднях врача. (педогог-психолог МБОУ «СОШ№16»)'
    }
]