import { IServiceSection } from "../shared/interfaces/IServiceSection";

export const servicesData: IServiceSection[] = [
    {
        title: 'Взрослая психиатрия и психотерапия',
        services: [
            {
                title: 'Депрессия',
                pageName: 'depressiya.html',
                text: `<p>Наряду с тревожными расстройствами депрессия относится к числу наиболее часто встречающихся психических нарушений. Депрессивные эпизоды могут развиваться как самостоятельное заболевание, так и сопровождать биполярное аффективное и рекуррентное депрессивное расстройства, нередко возникают при органических заболеваниях головного мозга (эпилепсия, психоорганический синдром, психическая патология позднего возраста, последствия черепно-мозговых травм).</p>
                <p>В повседневной жизни нередко можно услышать: «У меня депрессия». При этом под депрессией подразумевается плохое настроение, возникшее по самым разным поводам: забытый дома зонт в дождливую погоду, отсутствие ожидаемого в конце года бонуса, конфликт с сыном-подростком и др. Однако плохое настроение еще не означает наличие депрессии. Депрессия – это комплекс симптомов.</p>
                <h2>СИМПТОМЫ ДЕПРЕССИИ</h2>
                <p>Один из ее признаков – длительное отсутствие настроения (более 2-х недель). Причем никакие внешние обстоятельства (шутка, приятная встреча, радостные и долгожданные события) не могут его изменить. В ряде случаев человек может испытывать беспричинную тревогу, беспокойство за близких и собственное здоровье. Депрессия всегда сопровождается снижением работоспособности, быстрой утомляемостью, трудностями концентрации внимания. Самые привычные, обыденные дела кажутся сложными и трудновыполнимыми. Появляется раздражительность, нередко по самым незначительным поводам. Пропадает интерес к окружающему: работе, любимым занятиям, исчезает ощущение удовольствия. Еда кажется безвкусной, любимая передача - скучной, вечеринка с друзьями – бесцельной тратой времени. Будущее видится в мрачных тонах, бесперспективным и безрадостным.</p>
                <p>Еще одно проявление депрессивных расстройств – нарушение сна. Ночной сон становится поверхностным, прерывистым, с ранними (на 2-3 часа раньше обычного времени) пробуждениями. Снижается аппетит, что влечет за собой быструю потерю веса.</p>
                <p>Самый опасный симптом депрессии – это мысли о самоубийстве, которые в наиболее тяжелых случаях заболевания могут привести к конкретным действиям. Окружающим важно понять, что пациент не может контролировать свое состояние и избавиться от болезни усилием воли. С плохим настроением мы справиться можем. Хорошая музыка, вкусная еда, смешной анекдот – и жизнь налаживается. Но депрессия – это болезнь, которая требует специального, часто лекарственного лечения. Простым убеждением или самовнушением излечиться от нее невозможно.</p>
                <div class="row">
                    <div class="col-md-6"><p>Итак, основные симпотомы депрессии:<ul><li>Эмоциональное напряжение,</li><li>плохое настроение,</li><li>раздражительность,</li><li>повышенная утомляемостью,</li><li>сложностью с концентрацией внимания,</li><li>нарушение сна,</li><li>снижение или нарушение аппетита.</li></ul></p>
                        <p>Длительное нахождение в депрессивном состоянии способно обострять течение соматических заболеваний, таких как гипертоническая болезнь, стенокардия, бронхиальная астма, осложняя при этом их лечение и утяжеляя прогноз. <strong>Если симптомы депрессии сохраняются более 2-х недель</strong>, следует обратиться к психотерапевту.</p>
                    </div>
                    <div class="col-md-6"><img class="service__img" src='/img/services/depressy1.jpg' /></div>
                </div>
                <h2>ДИАГНОСТИКА И ЛЕЧЕНИЕ ДЕПРЕССИИ</h2>
                <p>Основным методом обследования, позволяющим установить диагноз, является консультация психотерапевта. Несомненно, терапевт, невропатолог, психолог могут предположить наличие депрессии и направить к психиатру или психотерапевту, но окончательный диагноз и выбор стратегии лечения (лекарственные препараты, психотерапия и др.) должны оставаться за специалистом в области лечения психических расстройств.</p>
                <p>Жалоб пациента только на плохое настроение или тревогу недостаточно, чтобы говорить о депрессивном расстройстве. Для достоверного диагноза психиатр должен выделить не менее четырех симптомов депрессии, оценить время их появления, тяжесть, выраженность и др. Вспомогательными методами обследования могут служить специально разработанные анкеты, например, опросник депрессии Бека, MMPI (Миннесотский многоаспектный личностный опросник) и др., которые могут также подсказать о необходимости проконсультироваться у специалиста.</p>
                <p>Диагностика депрессии включает в себя обследования, позволяющие исключить другие расстройства со схожими симптомами. С этой целью проводится магнитно-резонансная томография головного мозга (МРТ-диагностика), лабораторные исследования уровня гормонов щитовидной железы. Психотерапевты диагностируют депрессию в процессе клинического интервью с применением разработанных специализированных опросников, тестов и шкал.</p>
                <p>Наиболее эффективная методика лечения депрессии в нашей клинике , сочетает в себе медикаментозное лечение и психотерапию. Сейчас разработаны комплексные программы реабилитации при депрессивных расстройствах, которые включают в себя массаж, рефлексотерапию, специальную гимнастику, а также работу с семьями пациентов.</p>
                <h5>ЛЕЧЕНИЕ ДЕПРЕССИВНОГО РАССТРОЙСТВА ПРОВОДИТСЯ С УЧЕТОМ ТЯЖЕСТИ СОСТОЯНИЯ И ОБЫЧНО ВКЛЮЧАЕТ В СЕБЯ ТРИ ЭТАПА:</h5>
                <ul>
                    <li>Купирующая («обрывающая») терапия – направлена на максимально быстрое устранение симптомов заболевания.</li>
                    <li>Стабилизирующая терапия – позволяет снять остаточные проявления депрессии и направлена на борьбу с рецидивами.</li>
                    <li>Профилактика повторных эпизодов депрессии в будущем.</li>
                </ul>
                <h2>ПРЕИМУЩЕСТВА ЛЕЧЕНИЯ В НАШЕЙ КЛИНИКЕ</h2>
                <p>Для лечения психоэмоциональных расстройств используется комплексный подход:
                <ul>
                    <li>сочетание фармакотерапии, когнитивно-поведенческой психотерапии и немедикаментозных методов лечения ( БОС-терапия).</li>
                    <li>Мы не только лечим депрессию, но и обучаем пациентов подавлять негативные мысли, эмоции, возвращаем их активной и счастливой жизни.</li>
                </ul></p>`
            },
            {
                title: 'Постстрессовые состояния',
                pageName: 'poststressovye-sostoyaniya.html',
                text: `<p>В условиях возросшей напряженности современной жизни стрессовые ситуации, к сожалению, становятся частым препятствием в жизни человека и нередко приобретают затяжной хронический характер. Длительно существующие стрессовые воздействия вызывают специфические изменения деятельности нервной системы, что приводит к нарушениям функции сердца и кардиологическим проблемам. Симптомы дистресса могут проявляться раздражительностью, апатией, нарушением сна, потерей смысла жизни, снижением работоспособности. Если симптомы сохраняются более 2-х недель, следует обратиться к психиатру.</p>
                <h2>ПРЕИМУЩЕСТВА ЛЕЧЕНИЯ В НАШЕЙ КЛИНИКЕ</h2>
                <ul>
                    <li>Уникальная комплексная программа стресс-менеджмент, которая учит управлению стрессом. Она включает в себя тестирование на стрессоустойчивость с определением текущего уровня дистресса, тренинги, обучающие навыкам распознавания стресса, релаксации и саморегуляции, при необходимости лекарственную терапию.</li>
                    <li>БОС-терапия — это безопасная технология, отлично зарекомендовавшая себя для преодоления состояний, которые мешают расслабиться и управлять фокусом своего внимания.</li>
                </ul>
                `
            },
            {
                title: 'Биполярные аффективные расстройства',
                pageName: 'lechenie-bipolyarnyh-affektivnyh-rasstroystv.html',
                text: `<p><strong>Биполярное аффективное расстройство (БАР)</strong> является одним из наиболее распространенных нарушений настроения и характеризуется повторяющимися маниакальными, депрессивными и смешанными эпизодами (фазами). При этом в период между фазами симптоматика заболевания полностью отсутствует, и пациенты возвращаются к нормальному уровню активности, успешно учатся и работают.</p>
                <p><strong>В соответствии с современными представлениями, выделяют две основные формы биполярного аффективного расстройства (БАР) – БАР I типа (БАР I) иБАР II типа (БАР II):</strong></p>
                <ul>
                    <li>БАР I типа (маниакально-депрессивный психоз, МДП) – характеризуется развернутыми эпизодами мании и депрессии, разделенными периодами нормального самочувствия.</li>
                    <li>БАР II типа – характеризуется преобладанием депрессивных фаз и короткими «подъемами» (гипоманикальными состояниями). Этот вид расстройства опасен высоким риском суицида и часто сочетается с тревожными расстройствами, такими как обсессивно-компульсивное, генерализованное тревожное или паническое расстройство, а также социальной фобией.</li>
                </ul>
                <h2>ПРИЗНАКИ И СИМПТОМЫ ДЕПРЕССИВНОЙ ФАЗЫ ПРИ БАР</h2>
                <ul>
                    <li>Сниженное настроение.</li>
                    <li>Утрата способности радоваться и интересоваться чем-либо.</li>
                    <li>Снижение энергичности, повышенная утомляемости./li>
                </ul>
                <p>Дополнительные симптомы могут проявляться:</p>
                <ul>
                    <li>Снижением внимания и способности к концентрации.</li>
                    <li>Пониженной самооценкой.</li>
                    <li>Идеей вины и чувством собственной малоценности.</li>
                    <li>Тревожным возбуждением (ажитацией) или заторможенностью.</li>
                    <li>Агрессивными действиями, направленными, прежде всего, на себя (самоповреждения или суицидальное поведение).</li>
                    <li>Нарушениями сна (затрудненное засыпание, частые ночные пробуждения, ранний утренний подъем).</li>
                    <li>Снижением аппетита.</li>
                </ul>
                <p>Кроме того, при депрессии в рамках БАР могут встречаться так называемые «атипичные черты», такие как сонливость в дневное время, повышенный аппетит (с тягой к пище, насыщенной углеводами – например, шоколад), тяжесть в теле (особенно в мышцах плечевого пояса), повышенная чувствительность к внешним эмоциональным раздражителям.</p>
                <h2>ПРИЗНАКИ И СИМПТОМЫ МАНИИ:</h2>
                <ol>
                    <li>Повышенное, раздражительное или подозрительное настроение, не характерное для данного человека (изменение настроения должно быть отчетливым и сохраняться на протяжении по меньшей мере недели).</li>
                    <li>Должны присутствовать минимум три из следующих симптомов (если настроение только раздражительное, то четыре), вызывающие серьезные нарушения личной и социальной коммуникации (конфликты в семье, на работе, с правоохранительными органами). В таком случае может потребоваться необходимость в госпитализации, в том числе в превентивном порядке.</li>
                </ol>
                <ul>
                    <li>Повышенная самооценка, идея собственной особой значимости и грандиозности.</li>
                    <li>Снижение потребности во сне (достаточно 3-х часов сна в сутки).</li>
                    <li>Повышенная говорливость ("речевой напор").</li>
                    <li>Ускорение мышления или субъективное ощущение "скачущих мыслей".</li>
                    <li>Высокая отвлекаемость.</li>
                    <li>Повышенная вовлеченность в целенаправленную активность (продуктивная деятельность на работе, в быту, интенсивные занятия спортом).</li>
                    <li>Повышенная потребность в получении удовольствия (секс, покупки, неоправданные денежные вложения).</li>
                </ul>
                <p><strong>Гипомания</strong> представляет собой более мягкую форму мании и особенно характерна для биполярного аффективного расстройства второго типа (БАР II типа).</p>
                <h2>ПРИЗНАКИ СМЕШАННОГО ЭПИЗОДА</h2>
                <p>Помимо эпизодов депрессии и мании у пациентов с БАР могут возникать смешанные эпизоды, в которых присутствуют симптомы как депрессии, так и мании. Эти периоды особенно опасны в отношении совершения суицидальных попыток, а также других опасных импульсивных действий.</p>
                <h2>ПРЕИМУЩЕСТВА ЛЕЧЕНИЯ В НАШЕЙ КЛИНИКЕ</h2>
                <ul>
                    <li>Фармакотерапия - основное в лечение биполярных расстройств. Мы подбираем медикаментозное лечение только после тщательной диагностики здоровья пациента, это позволяет максимально быстро стабилизировать состояние пациента и предотвратить развитие рецидивов.</li>
                    <li>На всех этапах заболевания оказывается психотерапевтическая поддержка, которая позволяет справиться с психоэмоциональным расстройствам и вернуться к активному и здоровому образу жизни.</li>
                </ul>
                `
            },
            {
                title: 'Зависимое поведение',
                pageName: 'zavisimoe-povedenie.html',
                text: `<p>Мы оказываем помощь при алкогольной, наркотической, компьютерной, игровой зависимости. Зависимое поведение — это болезнь, которая разрушает личность человека и его социальную жизнь. Чем быстрее будет начато лечение, тем больше возможностей остановить болезнь и предотвратить тяжелые осложнения.</p>
                <h2>ПРЕИМУЩЕСТВА ЛЕЧЕНИЯ В НАШЕЙ КЛИНИКЕ</h2>
                <ul>
                    <li>Уникальная психотерапевтическая программа, которая включает в себя техники мотивационного интервью и психотерапии, нацеленной на изменение образа жизни.</li>
                    <li>Психотерапевтическая поддержка семьи и психосоциальное сопровождение пациента на этапе ремиссии.</li>
                </ul>
                `
            },
            {
                title: 'Нарушения пищевого поведения',
                pageName: 'narusheniya-pishchevogo-povedeniya.html',
                text: `<p><strong>Расстройства приема пищи (РПП)</strong> – это группа заболеваний, в основе которых лежит нарушение пищевого поведения (способности контролировать своевременный и правильный прием пищи). Человек, страдающий расстройством пищевого поведения, чрезмерно озабочен вопросом своего веса и использует различные способы (спорт, изнуряющие диеты, лекарственные средства), которые преследуют единственную цель – добиться идеальных, с его точки зрения, пропорций тела. При этом пациент испытывает постоянный страх набрать «лишние» килограммы.</p>
                <p>Главная опасность нарушений приема пищи – неизбежное возникновение проблем в работе различных систем организма (пищеварительной, эндокринной и др.), что может провоцировать серьезные соматические заболевания. Также в большинстве случаев РПП сопутствуют <a href='./depressiya.html'>депрессии</a>, <a href='./trevozhnye-i-panicheskie-rasstroystva.html'>тревожные расстройства</a> и злоупотребление психоактивными веществами.</p>
                <h3>К ОСНОВНЫМ РАССТРОЙСТВАМ ПРИЕМА ПИЩИ ОТНОСЯТ:</h3>
                <ul>
                    <li>нервную анорексию;</li>
                    <li>нервную булимию;</li>
                    <li>компульсивное переедание.</li>
                </ul>
                <h2>НЕРВНАЯ АНОРЕКСИЯ</h2>
                <p>Многие люди, страдающие анорексией, считают свой вес избыточным, даже если он ниже нормы. Контроль питания и веса становится навязчивой идеей. Пациенты, как правило, не считают себя больными и не обращаются за помощью, даже если их вес достигает катастрофически низких цифр и угрожает жизни.</p>
                <p>Главная опасность нарушений приема пищи – возникновение неизбежных нарушений функционирования организма, что может приводить к серьезным заболеваниям пищеварительной, эндокринной, репродуктивных систем. Также во многих случаях анорексия сопровождается депрессией, тревожными расстройствами и злоупотреблением психоактивными веществами.</p>
                <h3>В СИМПТОМАТИКЕ НЕРВНОЙ АНОРЕКСИИ ОТМЕЧАЮТСЯ:</h3>
                <ul>
                    <li>Крайнее истощение организма, при котором дефицит веса превышает 15% от нормальной или ожидаемой для данного возраста величины тела.</li>
                    <li>Потеря веса за счет отказа от пищи, которая «полнит», вызывание рвоты, прием слабительных, диуретиков и промывание желудочно-кишечного тракта, чрезмерные физические упражнения, использование средств, подавляющих аппетит.</li>
                    <li>Сильный страх прибавить в весе.</li>
                    <li>Неверное представление больного о своей фигуре с искажением образа тела и идеями о собственной непривлекательности.</li>
                    <li>Отсутствие менструации или аменорея / потеря полового влечения (у мужчин).</li>
                    <li>Крайне ограниченное питание.</li>
                </ul>
                <p>Некоторые пациенты с нервной анорексией хорошо восстанавливаются после лечения, и болезнь проявляется лишь однократным эпизодом. Однако у большинства расстройство приобретает хроническую, затяжную форму, особенно при отсутствии специфической терапии.</p>
                <h3>ПРИ ОТСУТСТВИИ ЛЕЧЕНИЯ СО ВРЕМЕНЕМ МОГУТ ПОЯВИТЬСЯ СЛЕДУЮЩИЕ СИМПТОМЫ:</h3>
                <ul>
                    <li>Повышение хрупкости костей (остеопения или остеопороз).</li>
                    <li>Ломкость волос и ногтей.</li>
                    <li>Сухость и желтизна кожи.</li>
                    <li>Рост пушковых волос по всему телу.</li>
                    <li>Анемия, слабость и потеря мышечной массы.</li>
                    <li>Запоры.</li>
                    <li>Слабость дыхания, пульса, низкое кровяное давление.</li>
                    <li>Повреждение структур и нарушение функций сердечной мышцы.</li>
                    <li>Мультиорганные нарушения.</li>
                    <li>Снижение внутренней температуры тела, вызывающее постоянное чувство холода.</li>
                    <li>Повышенная утомляемость, вялость.</li>
                    <li>Бесплодие.</li>
                </ul>
                <h3>ЛЕЧЕНИЕ АНОРЕКСИИ В НАШЕЙ КЛИНИКЕ</h3>
                <p>Формат клиники позволяет оказывать комплексную диагностику сопутствующих соматических заболеваний и предоставить необходимую помощь пациенту с участием психиатра, психолога, психотерапевта.</p>
                <p>Комплексная программа лечения, включающая в себя нормализацию режима питания, лекарственную терапию, когнитивно-поведенческую, семейную терапию.</p>
                <p>Психиатрическая поддержка пациента на этапе ремиссии. Регулярные встречи со специалистом закрепляют результат лечения и вырабатывают устойчивость к факторам риска.</p>
                <p>Обучение близких правильной оценке состояния больного, навыкам эффективного общения и необходимой психоэмоциональной поддержки. Это снижает риск повторных обострений, укрепляет внутрисемейные отношения.</p>
                <h2>НЕРВНАЯ БУЛИМИЯ</h2>
                <h3>СИМПТОМЫ:</h3>
                <ul>
                    <li>Регулярные приступы переедания (прием большого количества пищи за короткий период времени).</li>
                    <li>Отсутствие самоконтроля во время приступа.</li>
                    <li>Вызывание рвоты, прием слабительных или мочегонных препаратов, жесткие диеты или голодание с одновременными изнуряющими физическими нагрузками.</li>
                    <li>Сильные переживания по поводу большого веса.</li>
                </ul>
                <p>Пациенты с булимией боятся увеличения веса и стараются похудеть из-за комплексов и стыда по поводу фигуры. Цепочка «переедание-рвота» может повторяться от нескольких раз в неделю до нескольких раз в день.</p>
                <h3>НАРУШЕНИЯ, ВОЗНИКАЮЩИЕ ВСЛЕДСТВИЕ ЧАСТЫХ РВОТ:</h3>
                <ul>
                    <li>Хроническое воспаление и боли в горле.</li>
                    <li>Набухание слюнных желез.</li>
                    <li>Истончение зубной эмали, увеличение чувствительности зубов и увеличение риска кариеса вследствие воздействия желудочной кислоты.</li>
                    <li>Проблемы с желудочно-кишечным трактом.</li>
                    <li>Обезвоживание.</li>
                    <li>Дисбаланс электролитов (натрия, кальция, калия и др. минералов), который может быть причиной сердечных приступов.</li>
                </ul>
                <h2>КОМПУЛЬСИВНОЕ ПЕРЕЕДАНИЕ</h2>
                <p>Является самым распространенным расстройством приема пищи, при котором наблюдается повышение аппетита и увеличение количества потребляемой еды. Это нарушение не включает признаки нервной булимии или анорексии.</p>
                <p>При компульсивном переедании человек теряет контроль над количеством потребляемой пищи. В отличие от булимии, переедание не сопровождается рвотой, голоданием или чрезмерными физическими нагрузками.</p>
                <p>Наиболее частым последствием компульсивного переедания является излишний вес и ожирение. Люди с лишним весом и симптомами переедания испытывают чувство вины и стыда, у них наблюдаются симптомы дистресса, которые, в свою очередь, провоцируют новые эпизоды переедания.</p>
                <h2>ПРЕИМУЩЕСТВА ЛЕЧЕНИЯ В НАШЕЙ КЛИНИКЕ</h2>
                <ul>
                    <li>Формат нашей клиники позволяет оказывать комплексную диагностику сопутствующих соматических заболеваний и предоставить необходимую помощь пациенту с участием психиатра, психолога, психотерапевта.</li>
                    <li>Комплексная программа лечения, включающая в себя нормализацию режима питания, лекарственную терапию, когнитивно-поведенческую, семейную терапию.</li>
                    <li>Психиатрическая поддержка пациента на этапе ремиссии. Регулярные встречи со специалистом закрепляют результат лечения и вырабатывают устойчивость к факторам риска.</li>
                    <li>Обучение близких правильной оценке состояния больного, навыкам эффективного общения и необходимой психоэмоциональной поддержки. Это снижает риск повторных обострений, укрепляет внутрисемейные отношения.</li>
                </ul>
                `
            },
            {
                title: 'Невротические расстройства',
                pageName: 'nevroticheskie-rasstroystva.html',
                text: `<p><strong>Невротические расстройства (неврозы)</strong> – состояния, возникающие на фоне длительно переживаемых стрессовых и конфликтных ситуаций. Эти состояния связаны с реакцией на определенные жизненные ситуации, такие как сложности в семейных отношениях, на работе и т.д. При неврозах всегда присутствует осознание пациентом патологичности своего состояния, и при правильном терапевтическом подходе возможно быстрое наступление выраженного улучшения и выздоровление.</p>
                <h2>ОСНОВНЫЕ СИМПТОМЫ НЕВРОТИЧЕСКОГО СОСТОЯНИЯ:</h2>
                <ul>
                    <li>беспокойство,</li>
                    <li>тревога,</li>
                    <li>паника,</li>
                    <li>страхи,</li>
                    <li>нарушения сна.</li>
                </ul>
                <p>При таких состояниях характерны преувеличенная оценка своих переживаний, страхов и ощущений, преобладание чувства неопределенной угрозы для жизни и здоровья, появление навязчивых мыслей или действий. Нередко наблюдается стереотипное поведение с избеганием мест или ситуаций, в которых человек испытал неприятные эмоции и ощущения. Такие ощущения и поведение становятся единственно приемлемыми для пациента и вызывают изменения привычек и стиля жизни. Длительное невротическое состояние часто трансформируется в депрессию, приводя нередко к серьезным психологическим и соматическим заболеваниям.</p>
                <h2>ПРЕИМУЩЕСТВА ЛЕЧЕНИЯ В НАШЕЙ КЛИНИКЕ</h2>
                <ul>
                    <li><strong>Комплексный подход к диагностике и терапии</strong> невротических расстройств. Постановка диагноза невротического расстройства начинается с подробного и специально разработанного интервью с пациентом, при этом используются прицельные опросники, тесты и шкалы.</li>
                    <li><strong>Индивидуальная программа терапии</strong> для каждого пациента. Наиболее эффективной схемой является сочетание когнитивной психотерапии и фармакологического лечения. Когнитивно-поведенческая психотерапия в короткие сроки позволяет провести коррекцию неверных установок и убеждений, помогает найти более конструктивные способы мышления и поведения.</li>
                    <li><strong>Психообразование</strong> – подробное информирование пациентов и их родственников о невротическом расстройстве, его симптоматике, что необходимо для правильного понимания особенностей и механизмов развития и лечения этого заболевания.</li>
                </ul>
                `
            },
            {
                title: 'Пограничные личностные расстройства',
                pageName: 'pogranichnye-lichnostnye-rasstroystva.html',
                text: `<p><strong>Пограничное расстройство личности</strong> проявляется нарушениями самосознания личности и отсутствием стабильности в отношениях с другими людьми, при этом отмечаются сложности контроля над своими эмоциями и импульсами.</p>
                <h5>К ОСНОВНЫМ ХАРАКТЕРНЫМ СИМПТОМАМ ПОГРАНИЧНЫХ ЛИЧНОСТНЫХ РАССТРОЙСТВ МОЖНО ОТНЕСТИ:</h5>
                <ul>
                    <li>Трудности в межличностном общении (неуживчивость).</li>
                    <li>Заметные колебания настроения, раздражительность и частые тревожные состояния, сопровождающиеся гневом.</li>
                    <li>Отсутствие способности к самоконтролю в стрессовых ситуациях.</li>
                    <li>Попытки нанести себе повреждения или шантаж совершением самоубийства.</li>
                    <li>Страх быть покинутым.</li>
                    <li>Трудности самоконтроля в употреблении алкоголя, денежных тратах, режиме питания, сексуальном поведении, наркотическая зависимость.</li>
                    <li>Частое ощущение "пустоты" и тоски, что способствует постоянному поиску стимулов, смягчающих эти состояния.</li>
                </ul>
                `
            },
            {
                title: 'Тревожные и панические расстройства',
                pageName: 'trevozhnye-i-panicheskie-rasstroystva.html',
                text: `<p><strong>Тревожные расстройства</strong> – это группа расстройств, при которых преобладающими симптомами становятся иррациональный неконтролируемый страх и стойкое чувство тревоги, которые могут возникать в ситуациях, в действительности не представляющих текущей опасности.</p>
                <p>Переживание тревоги является нормальной адаптивной реакцией организма на изменяющиеся условия или угрожающие события. Однако страхи могут представлять серьезную проблему для человека, если уровень тревожности достигает патологических масштабов. Это наносит ограничения на нормальную жизнедеятельность пациента, что значительно снижает его качество жизни. Также длительное существование тревожного расстройства резко повышает риск возникновения других психических нарушений, таких как депрессивное расстройство (примерно в 15 раз) и патологические зависимости (примерно в 20 раз).</p>
                <h5>К ОСНОВНЫМ ТРЕВОЖНЫМ РАССТРОЙСТВАМ ОТНОСЯТСЯ СЛЕДУЮЩИЕ НАРУШЕНИЯ:</h5>
                <p><strong>Паническое расстройство</strong> – к основным симптомам заболевания относятся повторяющиеся приступы иррациональной тревоги (паники), не ограничивающиеся определенной ситуацией или какими-либо специфическими обстоятельствами.</p>
                <p>Доминирующие симптомы: неожиданно возникающая тахикардия (учащенное сердцебиение), потливость, тремор, сухость во рту, боли в груди, затрудненное дыхание, ощущение удушья и тошноты, а также головокружение и чувство нереальности происходящего.</p>
                <p><strong>Агорафобия</strong> – группа тревожных расстройств, охватывающая ряд фобий, к которым относится болезненный страх открытых пространств и общественных мест. Пациенты испытывают неконтролируемую тревогу при нахождении в толпе, отказываются посещать магазины и другие людные места, ограничивают выходы из дома без сопровождения, испытывают трудности в самостоятельном пользовании общественным транспортом. Агорафобия является одним из наиболее дезадаптирующих видов фобических расстройств.</p>
                <p>Доминирующие симптомы: при погружении в пугающую ситуацию у пациентов резко усиливается тревога, учащается сердцебиение и дыхание, появляется потливость и головокружение, в ряде случаев развивается паническая атака. Как правило, такие пациенты всячески стараются избегать тех ситуаций, которые вызывают у них приступ паники, что способствует закреплению тревожного расстройства, меняет привычный жизненный уклад и мешает нормальной жизнедеятельности.</p>
                <p><strong>Генерализованное тревожное расстройство</strong> – проявляется постоянным чувством беспокойства, напряжения и стойкой тревогой по поводу самых разных жизненных событий, вероятность наступления которых чрезвычайно мала. Тревога при этом не ограничивается какими-либо определенными внешними обстоятельствами, поэтому пациенту нередко сложно очертить круг ситуаций, которые запускают панику.</p>
                <p>Доминирующие симптомы: наиболее типичны жалобы на чувство постоянной нервозности, дрожь, мышечное напряжение, потливость, тахикардию, головокружение, дискомфорт в эпигастральной области. Нередко пациент испытывает страх за своих близких, страдает от мрачных предчувствий. Для постановки диагноза генерализованного тревожного расстройства описанные симптомы должны присутствовать в течение не менее 6 месяцев.</p>
                <p><strong>Социальная фобия</strong> – в основе этого тревожного расстройства лежит страх попасть в поле зрения окружающих, а также оказаться в неловком положении, быть осмеянным или униженным, что приводит к формированию реакции избегания подобных ситуаций. Нередко это расстройство сочетается с низкой самооценкой и боязнью критики. Страхи могут проявляться при приеме пищи в общественном месте, необходимости поддержания разговора во время случайной встречи со знакомыми в присутствии чужих людей, посещении публичных мест и групповых занятий.</p>
                <p>Доминирующие симптомы: тремор рук, тошнота (может присутствовать страх рвоты), императивные позывы к мочеиспусканию или дефекации (или страх возникновения таких позывов), покраснение лица. Иногда пациент принимает одно из таких побочных проявлений тревоги за основное заболевания. Избегание пугающих ситуаций вызывает значительный психоэмоциональный стресс, поскольку сам человек осознает, что его реакция является чрезмерной и не имеет под собой разумных оснований.</p>
                <p><strong>Специфические фобии</strong> – это страхи, ограниченные узко специфическими ситуациями, такими как, например, нахождение в непосредственной близости от животных определенного биологического вида, пребывание в темноте, на высоте, в замкнутом пространстве. К специфическим фобиям относятся также боязнь авиаперелетов, страхи по поводу употребления определенных видов продуктов, посещения врача, медицинских манипуляций и вида крови. При столкновении с пугающими стимулами или при возникновении мыслей о них у человека «запускается» тревога и наблюдаются симптомы, описанные выше.</p>
                <h2>ПРЕИМУЩЕСТВА ЛЕЧЕНИЯ В НАШЕЙ КЛИНИКЕ</h2>
                <ul>
                    <li>Тщательная диагностика психического состояния пациента, выявление факторов риска.</li>
                    <li>Составление индивидуальной программы лечения, включающую фармакотерапию, когнитивно-поведенческую терапию.</li>
                </ul>
                `
            }
        ]
    },
    {
        title: 'Детская и подростковая психотерапия',
        services: [
            {
                title: 'Детская и подростковая психотерапия',
                pageName: 'detskaya-i-podrostkovaya-psihoterapiya.html',
                text: `<p>Направление детской и подростковой психотерапии предлагает комплексную помощь детям любого возраста, а также их семьям. Наша команда включает детского психотерапевта, психолога, дефектолога.</p>
                <h5>МЫ ОКАЗЫВАЕМ ПОМОЩЬ ПРИ:</h5>
                <ul>
                    <li>расстройствах поведения;</li>
                    <li>трудностях в учебе;</li>
                    <li>невротических реакциях;</li>
                    <li>задержке психоэмоционального развития;</li>
                    <li>депрессии и тревожных расстройствах;</li>
                    <li>расстройствах аутистического спектра;</li>
                    <li>расстройствах шизофренического спектра</li>
                    <li>нарушениях пищевого поведения;</li>
                    <li>последствиях психоэмоциональных травм;</li>
                    <li>тяжелых соматических заболеваниях</li>
                </ul>
                <p>При отсутствии внимания со стороны специалистов и своевременной психологической помощи подобные особенности развития в дальнейшем становятся для ребенка серьезным препятствием для овладения профессией и социализации. Задача специалистов Клинической Больницы Восстановительной Медицины — выявить основную причину возникновения проблем, беспокоящих родителей, и предоставить квалифицированную помощь.</p>
                <h2>ПРЕИМУЩЕСТВА ЛЕЧЕНИЯ В НАШЕЙ КЛИНИКЕ</h2>
                <ul>
                    <li>Тщательная диагностика — клиническая оценка психоэмоционльного состояния ребенка и тестирование.</li>
                    <li>Комплексное сопровождение ребенка и его семьи, включающее в себя психотерапевтическую поддержку, коррекцию, помощь дефектолога. Обучение родителей эффективному взаимодействию с ребенком.</li>
                    <li>Программа поддержки в кризисные периоды: обучение за рубежом, переезд на место жительства в другую страну и т.д. Он-лайн беседы с детьми.</li>
                </ul>
                `
            }
        ]
    }
]