import * as React from "react";
import * as ReactDOM from 'react-dom';

import { Title } from '../title/Title';

const text = `
<div class="content">
    <p>
        <strong>Дата вступления Политики в отношении обработки персональных данных в силу:</strong>15 апреля 2013 года
    </p>
    <p>Настоящая Политика в отношении обработки персональных данных (далее — Политика) объясняет, каким образом Клиника восстановительной
        медицины (далее — Клиника) обрабатывает и защищает конфиденциальную информацию, которую Вы предоставляете нам на
        веб-сайте, который ссылаются на настоящую Политику. В случае отсутствия специальных указаний, настоящая Политика
        не относится к персональным данным, получаемым от Вас не по интернету или к веб-сайтам третьих лиц, с которыми могут
        быть взаимосвязан веб-сайт Клиники. Использование Вами веб-сайта Клиники подпадает под действие настоящей Политики.
        Прежде, чем использовать веб-сайт Клиники или предоставлять в наше распоряжение ваши персональные данные, пожалуйста,
        ознакомьтесь, с правилами настоящей Политики.</p>
    <p>
        <strong>Что подразумевает термин «персональные данные», используемый в контексте настоящей Политики?</strong>
    </p>
    <p>«Персональные данные» — это информация, предоставленная нам через веб-сайт Клиники и/или собранная с использованием этого
        веб-сайта, которая позволяет идентифицировать вашу личность или может использоваться с этой целью. Персональные данные
        включают, в частности, Ваше имя, почтовый адрес, адрес электронной почты и номер телефона.</p>
    <p>
        <strong>Каким образом Клиника осуществляет сбор информации онлайн?</strong>
    </p>
    <p>Клиника осуществляет сбор информации через веб-сайт двумя способами:</p>
    <ul>
        <li>
            <strong>Персональные данные, предоставляемые Вами:</strong>
        </li>
    </ul>
    <p>Клиника осуществляет сбор персональных данных, которые Вы вводите в поля данных на веб-сайта. Например, Вы можете указать
        свое имя, почтовый адрес, адрес электронной почты и/или иную информацию с целью получения информации по той или иной
        теме, контакта с Клиникой или ответа на опросы, проводимые Клиникой. Для целей защиты Ваших персональных данных мы
        рекомендуем не предоставлять никакую информацию, если такая информация специально не запрашивается.
    </p>
    <ul>
        <li>
            <strong>Пассивный сбор неидентифицируемой информации:</strong>
        </li>
    </ul>
    <p>На веб-сайте Клиники может проводиться сбор информации о Ваших посещениях веб-сайта без Вашего предоставления подобной
        информации. Неидентифицируемая информация может быть получена с помощью: — различных методов, например, файлов cookies
        и файловых веб-маяков. «Cookies» представляют собой малые текстовые файлы, которые передаются с веб-сайта на жесткий
        диск вашего компьютера. Файловые веб-маяки (известные также под названием GIF files, pixels или Internet tags) помогают
        Клинике распознавать уникальные «cookie» вашего браузера. Ваш интернет-браузер автоматически передает на веб-сайт
        определенную идентифицируемую информацию, например, URL-адрес веб-сайта, который Вы только что посетили, и версию
        браузера, с помощью которого работает Ваш компьютер. Технология автоматического сбора информации помогает упростить
        Ваше использование веб-сайта Клиники за счет улучшения качества услуг Клиники, адаптации веб-сайта Клиники к Вашим
        особым предпочтениям, сбора статистических сведений, анализа тенденций и других аспектов управления и усовершенствования
        веб-сайта Клиники. Некоторые операции на веб-сайте Клиники не могут быть выполнены без использования технологии автоматического
        сбора информации. Информация, собираемая с использованием этих технологий, не может быть использована для выяснения
        Ваших персональных данных, если Вами не предоставлена дополнительная идентифицирующая информация; Клиника не проводит
        сопоставление идентифицирующей информации с информацией, полученной в ходе применения подобных пассивных методов
        отслеживания. Что касается ограничений или отключения методов отслеживания, см. ниже раздел «Какими возможностями
        выбора я располагаю в связи со сбором и использованием Клиникой моих персональных данных?</p>
    <p>
        <strong>При каких обстоятельствах и для каких целей Клиника может собирать и использовать персональные данные?
        </strong>
    </p>
    <p>Клиника может использовать персональные данные, которые Вы предоставляете через веб-сайт Клиники, для ответа на Ваши
        вопросы и для предоставления Вам как потребителю качественных услуг. После того, как Вы введете свои персональные
        данные в форму или поле данных на сайте Клиники, Клиника может воспользоваться определенными технологиями идентификации,
        которые позволят веб-сайту Клиники «запомнить» информацию о Ваших личных предпочтениях, например, о тех разделах
        веб-сайта Клиники, которые Вы часто посещаете, а также, по Вашему желанию, Ваш идентификатор пользователя. Мы будем
        использовать Ваши персональные данные только для других деловых целей, например, для того чтобы предоставить Вам
        возможность получать новости, касающиеся продуктов или услуг Клиники, пригласить Вас принять участие в опросах о
        нашей продукции или сообщить Вам о специальных рекламных акциях, если Вы предварительно уведомите нас, что заинтересованы
        в подобных предложениях.</p>
    <p>
        <strong>Объединяет ли Клиника персональные данные?</strong>
    </p>
    <p>Клиника может объединять персональные данные пользователей, посещающих веб-сайт Клиники. Кроме того, мы можем объединять
        информацию в неидентифицируемой форме (совокупные или анонимные данные), что помогает нам оптимизировать дизайн веб-сайта
        Клиники и продуктов Клиники, с целью улучшения нашей исследовательской деятельности и способствованию реализации
        бизнес задач.</p>
    <p>
        <strong>Какими возможностями выбора я располагаю в связи со сбором и использованием Клиникой моих персональных данных?</strong>
    </p>
    <p>Вы можете ограничить количество и характер персональных данных, которые Клиника получает от Вас, если решите не вводить
        свои персональные данные в формы или поля данных на веб-сайте Клиники. Некоторые наши онлайн-услуги могут быть предоставлены
        Вам только в том случае, если вы предоставите соответствующие персональные данные. В других разделах веб-сайта Клиники
        Вам может быть задан вопрос о Вашей заинтересованности во включении в списки контактов для получения предложений,
        рекламных акций и дополнительных услуг, которые могут представлять для Вас интерес. Кроме того, Вам могут быть заданы
        вопросы о предпочтении или присутствовать поля предпочтения, что позволит Вам указать, что Вы не желаете, чтобы веб-сайт
        Клиники использовали технологию отслеживания, например, файлы «cookies», для «запоминания» Ваших персональных данных,
        таких как идентификатор пользователя или почтовый адрес, при последующих посещениях сайтов. Однако веб-сайт Клиники,
        использующие технологию отслеживания для сбора неидентифицируемой информации, обычно не предоставляют Вам возможность
        отказаться от использования технологии отслеживания. Некоторые интернет-браузеры позволят Вам ограничить или отключить
        использование технологий отслеживания, собирающих неидентифицируемую информацию.
    </p>
    <p>
        <strong>Кто будет иметь доступ к моим персональным данным? </strong>
    </p>
    <p>Персональные данные доступны ограниченному числу сотрудников Клиники, некоторых компаний, совместно с которыми Клиника
        осуществляет проведение тех или иных программ, и третьим лицам, с которыми у Клиники заключены контракты или осуществляется
        деловая активность. При этом мы обеспечиваем соблюдение нашими сотрудниками настоящей Политики и обучаем их способам
        обработки, безопасного управления и контроля за Вашими персональными данными. Кроме того, общим правилом Клиники
        является получение Вашего согласия (в случае, если этого требует действующий закон) на регистрацию в программе, участие
        в иной деятельности, которая проводится совместно с другой компанией, и которая может затребовать доступ к Вашим
        персональным данным. Помимо этого, правилом Клиники является предъявление к контрагентам требования о соблюдении
        конфиденциальности персональных данных и об использовании персональных данных в рамках предоставления услуг для Клиники.</p>
    <p>
        <strong>Передает ли Клиника персональные данные третьим лицам?</strong>
    </p>
    <p>За исключением случаев, специально отмеченных в Политике, Клиника не будет передавать Ваши персональные данные третьим
        лицам, если Вы не предоставили согласие на такую передачу. Клиника предъявляет требование к сотрудникам третьих лиц
        о соблюдении конфиденциальности Ваших персональных данных и об использовании таких персональных данных только в рамках
        исполнения поручений Клиники и в соответствии с инструкциями Клиники. Кроме того, Клиника сохраняет право на раскрытие
        Ваших персональных данных в ответ на запрос о предоставлении информации от государственных органов или по иному основанию
        в соответствии с требованиями применимого законодательства.</p>
    <p>
        <strong>Каким образом Клиника защищает персональные данные?</strong>
    </p>
    <p>Одним из правил Клиники является обеспечение безопасности каждого веб-сайта компании, который осуществляет сбор персональных
        данных.</p>
    <p>Клиника предпринимает необходимые правовые, организационные и технические меры для обеспечения безопасности и конфиденциальности
        персональных данных в соответствии с требованиями международных договоров, законодательства Российской Федерации
        и подзаконных нормативных правовых актов в области обработки и защиты персональных данных.
    </p>
    <p>Меры по обеспечению безопасности персональных данных при их обработке Клиникой включают в себя:</p>
    <ul>
        <li>осуществление внутреннего контроля обеспечения безопасности персональных данных и выполнения требований законодательства
            о защите персональных данных;</li>
        <li>назначение ответственного за организацию обработки персональных данных;</li>
        <li>определение угроз безопасности персональных данных при их обработке;</li>
        <li>обнаружение фактов несанкционированного доступа к персональным данным и принятием мер по их пресечению;</li>
        <li>восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;</li>
        <li>установление правил доступа к персональным данным, а также обеспечение регистрации и учета всех действий, совершаемых
            с персональными данными в информационной системе персональных данных;</li>
        <li>разработку системы защиты персональных данных; и иные.</li>
    </ul>
    <p>Однако абсолютная конфиденциальность персональных данных, переданных через интернет, может не зависеть от принятых Клиникой
        мер. Мы рекомендуем Вам соблюдать осторожность при передаче своих персональных данных через интернет. Клиника не
        может гарантировать, что третьи лица, не имеющие специального разрешения, не получат доступа к Вашим персональным
        данным; таким образом, при передаче персональных данных на веб-сайт Клиники Вы должны взвесить выгоду и риски. Кроме
        того, веб-сайт Клиники, на которые распространяется действие настоящей Политики, размещают предупреждение о переходе
        на веб-сайт, который не находится под контролем Клиники. Прежде чем вводить свои персональные данные, Вам следует
        ознакомиться с политикой в отношении обработки перосональных данных таких веб-сайта третьих лиц.</p>
    <p>
        <strong>Каким образом Клиника защищает конфиденциальную информацию, предоставляемую детьми?</strong>
    </p>
    <p>Мы намеренно не позволяем детям заказывать наши продукты, связываться с нами или использовать какие-либо наши онлайн-службы.
        Если Вы, будучи родителем, узнаете, что Ваш ребенок предоставил нам какую-либо информацию, пожалуйста, свяжитесь
        с нами с помощью одного из указанных ниже способов, и мы вместе постараемся решить эту проблему.</p>
    <p>
        <strong>Каким образом я могу исправить свои персональные данные или стереть их из журнала существующих пользователей?</strong>
    </p>
    <p>При Вашей поддержке и с Вашего согласия Клиника осуществляет хранение точных и обновляемых персональных данных. Вы можете
        потребовать удалить, исправить или дополнить Ваши персональные данные, связавшись с нами с помощью одного из указанных
        ниже способов.</p>
    <p>
        <strong>Как долго Клиника осуществляет хранение персональных данных?</strong>
    </p>
    <p>Как правило, Клиника будет осуществлять хранение Ваших персональных данных столько, сколько необходимо для выполнения
        задач, для целей которых они были собраны, с учетом применимых правил, касающихся длительности хранения, установленных
        законодательством, которому подчиняется Клиника.</p>
    <p>
        <strong>Как я могу связаться с Клиникой?</strong>
    </p>
    <p>Если у вас есть вопросы о характере применения, использовании, изменении или удалении Ваших персональных данных, которые
        были Вами предоставлены, или если Вы хотите отказаться от дальнейшей коммуникации с Клиникой или от участия в конкретной
        программе Клиники, пожалуйста, свяжитесь с нами, перейдя по ссылке «Контакты» на посещаемом Вами веб-сайте
        Клиники, или отправьте электронное письмо по электронный адрес: centr-psi@mail.ru.</p>
    <p>Во всех сообщениях для Клиники указывайте, пожалуйста, тот электронный адрес, который Вы использовали при регистрации
        (если применимо), адрес веб-сайта Клиники, на котором Вы ввели свои персональные данные,
        относительно которых у Вас имеются вопросы или сомнения, и подробное изложение Вашего запроса. Если Вы хотели бы
        удалить, исправить или дополнить Ваши персональные данные и связались с нами по электронной почте, пожалуйста, в
        поле «Тема сообщения» электронного письма укажите «Запрос на удаление» или «Зарос на дополнение или исправление»
        (если применимо). Мы приложим все усилия к тому, чтобы своевременно выполнить соответствующие запросы.</p>
    <p>
        <strong>Каким образом я смогу узнать, если Клиника изменит настоящую Политику?</strong>
    </p>
    <p>Если Клиника изменит настоящую Политику, то в обновленной версии Политики любые изменения будут отражены, и мы известим
        Вас об этих изменениях, обновив срок вступления в силу обновленного документа, указанный в заголовке. Без ущерба
        для Ваших прав, в рамках действующего законодательства, Клиника сохраняет за собой право периодически вносить в настоящую
        Политику коррективы, которые будут отражать технологические достижения, изменения в законах, постановлениях и надлежащей
        деловой практике.</p>
</div>
`

export class Legal extends React.Component<null,null> {
    render() {
        return (
            <div className="container">
                <Title value={'ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ'} />
                <div className="legal__value" dangerouslySetInnerHTML={{__html: text}} ></div>
            </div>
        )
    }
}